Repository: cgoettel/mt-alignment-wrapper
Catalog: sample-files/2en-2fr.tmx
Source language: en
Languages: fr

source: William Shakespeare’s play The Life of King Henry V includes a nighttime scene in the camp of English soldiers at Agincourt just before their battle with the French army.
fr: La pièce de William Shakespeare intitulée Henry V comporte une scène nocturne dans le camp des soldats anglais à Azincourt, juste avant leur bataille contre l’armée française.

source: In the dim light and partially disguised, King Henry wanders unrecognized among his soldiers.
fr: Dans la pénombre et partiellement déguisé, le roi Henry se promène parmi ses soldats, sans être reconnu.

source: He talks with them, trying to gauge the morale of his badly outnumbered troops, and because they do not realize who he is, they are candid in their comments.
fr: Il parle avec eux, essayant de sonder le moral de ses troupes surpassées en nombre, et comme ils ne se rendent pas compte de qui il s’agit, ils sont francs dans leurs commentaires.

source: In one exchange they philosophize about who bears responsibility for what happens to men in battle—the king or each individual soldier.
fr: Lors d’un échange, ils débattent de la question de savoir qui est responsable de ce qui arrive aux hommes dans la bataille, le roi ou chaque soldat.

source: At one point King Henry declares, “Methinks I could not die any where so contented as in the king’s company; his cause being just.”
fr: A un moment, le roi Henry déclare : « Je ne crois pas qu’il y ait un endroit où je pourrais mourir aussi content qu’en la compagnie du roi, car sa cause est juste. »

source: Michael Williams retorts, “That’s more than we know.”
fr: Michael Williams rétorque : « Cela dépasse notre connaissance. »

source: His companion agrees, “Ay, or more than we should seek after; for we know enough, if we know we are the king’s subjects: if his cause be wrong, our obedience to the king wipes the crime of it out of us.”
fr: Son compagnon acquiesce : « Oui, ou ce que nous devons rechercher ; car c’est assez pour nous de savoir que nous sommes les sujets du roi : si sa cause n’est pas juste, nous n’en sommes pas responsables, car nous ne faisons que lui obéir. »

source: Williams adds, “If the cause be not good, the king himself hath a heavy reckoning to make.”
fr: Williams ajoute : « Si la cause n’est pas juste, le roi lui-même en est seul responsable. »

source: Not surprisingly, King Henry disagrees. “Every subject’s duty is the king’s; but every subject’s soul is his own.”1
fr: Sans surprise, le roi Henry n’est pas du même avis : « La responsabilité de chaque sujet est celle du roi ; mais l’âme de chaque sujet est la sienne1. »

source: Shakespeare does not attempt to resolve this debate in the play, and in one form or another it is a debate that continues down to our own time—who bears responsibility for what happens in our lives?
fr: Shakespeare ne tente pas de résoudre ce débat dans la pièce, et sous une forme ou une autre c’est un débat qui continue jusqu’à nos jours : qui est responsable de ce qui se passe dans notre vie ?

source: When things turn bad, there is a tendency to blame others or even God.
fr: Quand les choses tournent mal, nous avons tendance à tenir les autres, ou même Dieu, pour responsables.

source: Sometimes a sense of entitlement arises, and individuals or groups try to shift responsibility for their welfare to other people or to governments.
fr: Parfois le sentiment que tout nous est dû s’élève et des personnes ou des groupes tentent de faire endosser la responsabilité de leur bien-être à d’autres personnes ou au gouvernement.

source: In spiritual matters some suppose that men and women need not strive for personal righteousness—because God loves and saves us “just as we are.”
fr: Dans les domaines spirituels, certains supposent que les hommes et les femmes n’ont pas besoin de s’efforcer d’acquérir la droiture personnelle, du fait que Dieu nous aime et nous sauve tels que nous sommes.

source: But God intends that His children should act according to the moral agency He has given them, “that every man may be accountable for his own sins in the day of judgment.”2 It is His plan and His will that we have the principal decision-making role in our own life’s drama.
fr: Mais Dieu souhaite que ses enfants agissent selon le libre arbitre moral qu’il leur a donné, « afin que, le jour du jugement, chacun soit responsable de ses propres péchés2 ». Son plan et sa volonté sont que nous ayons le rôle principal dans la prise des décisions de notre vie.

source: God will not live our lives for us nor control us as if we were His puppets, as Lucifer once proposed to do.
fr: Dieu ne vivra notre vie à notre place ni ne nous contrôlera comme si nous étions ses marionnettes, comme Lucifer l’avait proposé.

source: Nor will His prophets accept the role of “puppet master” in God’s place.
fr: Ses prophètes n’accepteront pas non plus le rôle de marionnettiste à la place de Dieu.

source: Brigham Young stated: “I do not wish any Latter Day Saint in this world, nor in heaven, to be satisfied with anything I do, unless the Spirit of the Lord Jesus Christ,—the spirit of revelation, makes them satisfied.
fr: Brigham Young a dit : « Je ne veux pas qu’un seul saint des derniers jours au monde ou dans les cieux se satisfasse de quoi que ce soit que je fais, à moins que l’Esprit du Seigneur Jésus-Christ, l’esprit de révélation, ne le lui manifeste.

source: I wish them to know for themselves and understand for themselves.”3
fr: Je veux que [les saints] sachent et comprennent par eux-mêmes3. »

source: So God does not save us “just as we are,” first, because “just as we are” we are unclean, and “no unclean thing can dwell … in his presence; for, in the language of Adam, Man of Holiness is his name, and the name of his Only Begotten is the Son of Man [of Holiness].”4 And second, God will not act to make us something we do not choose by our actions to become.
fr: Ainsi, Dieu ne nous sauve pas tels que nous sommes, tout d’abord parce que, tels que nous sommes, nous sommes impurs, et que « rien d’impur ne peut […] demeurer en sa présence ; car dans la langue d’Adam, Homme de Sainteté est son nom, et le nom de son Fils unique est le fils de l’Homme [de sainteté]4. Et deuxièmement, Dieu ne fera pas de nous ce que nous ne choisissons pas de devenir par nos actions.

source: Truly He loves us, and because He loves us, He neither compels nor abandons us.
fr: Il nous aime véritablement, et, parce qu’il nous aime, il ne nous impose rien et ne nous abandonne pas.

source: Rather He helps and guides us.
fr: Au lieu de cela, il nous aide et nous guide.

source: Indeed, the real manifestation of God’s love is His commandments.
fr: La véritable manifestation de son amour, ce sont les commandements.

source: We should (and we do) rejoice in the God-ordained plan that permits us to make choices to act for ourselves and experience the consequences, or as the scriptures express it, to “taste the bitter, that [we] may know to prize the good.”5 We are forever grateful that the Savior’s Atonement overcame original sin so that we can be born into this world yet not be punished for Adam’s transgression.6 Having been thus redeemed from the Fall, we begin life innocent before God and “become free forever, knowing good from evil; to act for [ourselves] and not to be acted upon.”7 We can choose to become the kind of person that we will, and with God’s help, that can be even as He is.8
fr: Nous devrions nous réjouir (et nous nous réjouissons) du plan ordonné de Dieu qui nous permet de faire des choix pour agir par nous-mêmes et de faire face aux conséquences, ou comme le dit l’Écriture, de « goûter à l’amer afin d’apprendre à apprécier le bien5 ». Nous sommes à jamais reconnaissants que l’expiation du Sauveur ait surmonté le péché originel afin que nous puissions naître dans ce monde et ne pas être punis pour la transgression d’Adam6. Ayant ainsi été rachetés de la Chute, nous entrons dans la vie innocents devant Dieu et devenons « libres à jamais, discernant le bien du mal, pour agir par [nous] mêmes et non pour être contraints7. » Nous pouvons choisir de devenir le genre de personne que nous voulons être et, avec l’aide de Dieu, cela peut être tel qu’il est8.

source: The gospel of Jesus Christ opens the path to what we may become.
fr: L’Évangile de Jésus-Christ ouvre la voie à ce que nous pouvons devenir.

source: Through the Atonement of Jesus Christ and His grace, our failures to live the celestial law perfectly and consistently in mortality can be erased and we are enabled to develop a Christlike character.
fr: Grâce à l’expiation et à la grâce de Jésus-Christ, notre incapacité de vivre la loi céleste parfaitement et constamment dans la condition mortelle peut être effacée et nous recevons le pouvoir d’acquérir une personnalité semblable à celle du Christ.

source: Justice demands, however, that none of this happen without our willing agreement and participation.
fr: La justice exige toutefois que rien de cela ne se fasse sans notre accord et notre participation volontaires.

source: It has ever been so.
fr: Il en a toujours été ainsi.

source: Our very presence on earth as physical beings is the consequence of a choice each of us made to participate in our Father’s plan.9 Thus, salvation is certainly not the result of divine whim, but neither does it happen by divine will alone.10
fr: Notre présence même sur terre en tant qu’êtres physiques est la conséquence d’un choix que chacun de nous a fait de participer au plan de notre Père9. Ainsi, le salut n’est pas quelque chose qui se produit par la seule volonté divine10.

source: Justice is an essential attribute of God.
fr: La justice est un attribut essentiel de Dieu.

source: We can have faith in God because He is perfectly trustworthy.
fr: C’est parce qu’il est parfaitement digne de confiance que nous pouvons avoir foi en Dieu.

source: The scriptures teach us that “God doth not walk in crooked paths, neither doth he turn to the right hand nor to the left, neither doth he vary from that which he hath said, therefore his paths are straight, and his course is one eternal round”11 and that “God is no respecter of persons.”12 We rely on the divine quality of justice for faith, confidence, and hope.
fr: Les Écritures nous enseignent que « Dieu ne marche pas dans des sentiers tortueux ; il ne tourne ni à droite ni à gauche, et il ne dévie pas de ce qu’il a dit ; c’est pourquoi ses sentiers sont droits et son chemin est une même ronde éternelle11 » et qu’ « il ne fait pas acception de personne12 ». Nous nous en remettons à la qualité divine de la justice pour avoir la foi, la confiance et l’espérance.

source: But as a consequence of being perfectly just, there are some things God cannot do.
fr: Mais en conséquence de sa justice parfaite, il y a des choses que Dieu ne peut pas faire.

source: He cannot be arbitrary in saving some and banishing others.
fr: Il ne peut pas sauver certaines personnes et en bannir d’autres de façon arbitraire.

source: He “cannot look upon sin with the least degree of allowance.”13 He cannot allow mercy to rob justice.14
fr: Il ne peut « considérer le péché avec la moindre indulgence13. » Il ne peut permettre à la miséricorde de frustrer la justice14.

source: It is compelling evidence of His justice that God has forged the companion principle of mercy.
fr: C’est une preuve irréfutable de la justice de Dieu qu’il a forgé le principe corollaire de la miséricorde.

source: It is because He is just that He devised the means for mercy to play its indispensable role in our eternal destiny.
fr: C’est parce qu’il est juste qu’il a conçu un moyen pour que la miséricorde joue son rôle indispensable dans notre destinée éternelle.

source: So now, “justice exerciseth all his demands, and also mercy claimeth all which is her own.”15
fr: Ainsi donc, « la justice exerce toutes ses exigences, et la miséricorde réclame aussi tous les siens15 ».

source: We know that it is “the sufferings and death of him who did no sin, in whom [the Father] wast well pleased; … the blood of [His] Son which was shed”16 that satisfies the demands of justice, extends mercy, and redeems us.17 Even so, “according to justice, the plan of redemption could not be brought about, only on conditions of repentance.”18 It is the requirement of and the opportunity for repentance that permits mercy to perform its labor without trampling justice.
fr: Nous savons que ce sont « les souffrances et la mort de celui qui n’a commis aucun péché, en qui [le Père se] complaisai[t] ; […] le sang de [s]on Fils qui a été versé16 » qui satisfait aux exigence de la justice, étend la miséricorde et nous rachète17. Même ainsi, « selon la justice, le plan de la rédemption ne pouvait pas être réalisé, si ce n’est à condition que les hommes se repentent18 ». C’est l’exigence du repentir et sa possibilité qui permettent à la miséricorde d’accomplir son œuvre sans que la justice soit foulée aux pieds.

source: Christ died not to save indiscriminately but to offer repentance.
fr: Le Christ n’est pas mort pour sauver sans distinction mais pour offrir la possibilité de se repentir.

source: We rely “wholly upon the merits of him who is mighty to save”19 in the process of repentance, but acting to repent is a self-willed change.
fr: Nous nous reposons « entièrement sur les mérites de celui qui est puissant à sauver19 » dans le processus du repentir, mais le repentir est un changement volontaire.

source: So by making repentance a condition for receiving the gift of grace, God enables us to retain responsibility for ourselves.
fr: En faisant ainsi du repentir une condition préalable à la réception de la grâce, Dieu nous permet de rester responsables de nous-mêmes.

source: Repentance respects and sustains our moral agency: “And thus mercy can satisfy the demands of justice, and encircles them in the arms of safety, while he that exercises no faith unto repentance is exposed to the whole law of the demands of justice; therefore only unto him that has faith unto repentance is brought about the great and eternal plan of redemption.”20
fr: Le repentir respecte et soutient notre libre arbitre moral : « Et ainsi la miséricorde peut satisfaire aux exigences de la justice et les enserre dans les bras de la sécurité, tandis que celui qui n’exerce aucune foi qui produit le repentir est exposé à toute la loi des exigences de la justice ; c’est pourquoi, ce n’est que pour celui qui a la foi qui produit le repentir qu’est réalisé le plan, grand et éternel, de la rédemption20. »

source: Misunderstanding God’s justice and mercy is one thing; denying God’s existence or supremacy is another, but either will result in our achieving less—sometimes far less—than our full, divine potential.
fr: Se méprendre sur la justice et la miséricorde de Dieu est une chose ; nier son existence ou sa suprématie en est une autre, mais les deux nous amèneront à accomplir moins, parfois beaucoup moins que ce que notre potentiel divin nous permet.

source: A God who makes no demands is the functional equivalent of a God who does not exist.
fr: Un Dieu qui n’a pas d’exigences équivaut à un Dieu qui n’existe pas.

source: A world without God, the living God who establishes moral laws to govern and perfect His children, is also a world without ultimate truth or justice.
fr: Un monde sans Dieu, le Dieu vivant qui établit des lois morales pour gouverner et perfectionner ses enfants, est aussi un monde sans vérité ni justice absolue.

source: It is a world where moral relativism reigns supreme.
fr: C’est un monde ou le relativisme moral règne en maître.

source: Relativism means each person is his or her own highest authority.
fr: Le relativisme signifie que chacun est sa propre autorité suprême.

source: Of course, it is not just those who deny God that subscribe to this philosophy.
fr: Bien entendu, il n’y a pas que les personnes qui nient l’existence de Dieu qui souscrivent à cette philosophie.

source: Some who believe in God still believe that they themselves, individually, decide what is right and wrong.
fr: Certaines personnes qui croient en Dieu croient néanmoins qu’elles décident elles-mêmes, personnellement, de ce qui est bien et de ce qui est mal.

source: One young adult expressed it this way: “I don’t think I could say that Hinduism is wrong or Catholicism is wrong or being Episcopalian is wrong—I think it just depends on what you believe. … I don’t think that there’s a right and wrong.”21 Another, asked about the basis for his religious beliefs, replied, “Myself—it really comes down to that.
fr: Un jeune adulte l’a exprimé de cette façon : « Je ne crois pas que je pourrais dire que l’hindouisme ou le catholicisme sont mauvais, ou qu’il est mal d’être épiscopalien ; je pense que cela dépend seulement de ce qu’on croit. […] Je ne crois pas qu’il y ait un bien et un mal21. » Un autre jeune adulte, à qui l’on a demandé quel était le fondement de ses croyances religieuses, a répondu : « Moi-même ; cela se résume à ça.

source: I mean, how could there be authority to what you believe?”22
fr: Ce que je veux dire c’est comment ce que l’on croit pourrait-il faire autorité22 ?

source: To those who believe anything or everything could be true, the declaration of objective, fixed, and universal truth feels like coercion—“I shouldn’t be forced to believe something is true that I don’t like.”
fr: Pour les personnes qui croient que tout et n’importe quoi pourrait être qualifié de vérité, l’affirmation qu’il y a une vérité objective, immuable et universelle est perçue comme coercitive : « Je ne devrais pas être forcé de croire que quelque chose que je n’aime pas est vrai. »

source: But that does not change reality.
fr: Mais cela ne change pas la réalité.

source: Resenting the law of gravity won’t keep a person from falling if he steps off a cliff.
fr: Rejeter la loi de la gravité n’empêchera pas une personne de tomber si elle saute d’une falaise.

source: The same is true for eternal law and justice.
fr: Il en va de même de la loi et de la justice éternelles.

source: Freedom comes not from resisting it but from applying it.
fr: C’est en l’appliquant et non en y résistant que l’on devient libre.

source: That is fundamental to God’s own power.
fr: Le pouvoir de Dieu lui-même repose sur ce fondement.

source: If it were not for the reality of fixed and immutable truths, the gift of agency would be meaningless since we would never be able to foresee and intend the consequences of our actions.
fr: S’il n’y avait pas de vérités établies et immuables, le don du libre arbitre n’aurait pas de sens puisque nous ne serions jamais en mesure de prévoir et d’évaluer les conséquences de nos actes.

source: As Lehi expressed it: “If ye shall say there is no law, ye shall also say there is no sin.
fr: Comme Léhi l’a exprimé : « Si vous dites qu’il n’y a pas de loi, vous dites aussi qu’il n’y a pas de péché.

source: If ye shall say there is no sin, ye shall also say there is no righteousness.
fr: Si vous dites qu’il n’y a pas de péché, vous dites aussi qu’il n’y a pas de justice.

source: And if there be no righteousness there be no happiness.
fr: Et s’il n’y a pas de justice, il n’y a pas de bonheur.

source: And if there be no righteousness nor happiness there be no punishment nor misery.
fr: Et s’il n’y a pas de justice ni de bonheur, il n’y a pas de châtiment ni de malheur.

source: And if these things are not there is no God.
fr: Et si ces choses ne sont pas, il n’y a pas de Dieu.

source: And if there is no God we are not, neither the earth; for there could have been no creation of things, neither to act nor to be acted upon; wherefore, all things must have vanished away.”23
fr: Et s’il n’y a pas de Dieu, nous ne sommes pas, ni la terre, car il n’aurait pas pu y avoir de création, ni de choses qui se meuvent, ni de choses qui sont mues ; c’est pourquoi, toutes choses auraient dû disparaître23. »

source: In matters both temporal and spiritual, the opportunity to assume personal responsibility is a God-given gift without which we cannot realize our full potential as daughters and sons of God.
fr: Dans les domaines temporel et spirituel, la possibilité d’être personnellement responsable est un don de Dieu sans lequel nous ne pouvons pas atteindre tout notre potentiel de filles et fils de Dieu.

source: Personal accountability becomes both a right and a duty that we must constantly defend; it has been under assault since before the Creation.
fr: La responsabilité personnelle est un droit et un devoir que nous devons constamment défendre ; elle est combattue depuis avant la Création.

source: We must defend accountability against persons and programs that would (sometimes with the best of intentions) make us dependent.
fr: Nous devons défendre la responsabilité contre les personnes et les programmes qui voudraient (parfois avec les meilleures intentions) nous rendre dépendants.

source: And we must defend it against our own inclinations to avoid the work that is required to cultivate talents, abilities, and Christlike character.
fr: Et nous devons la défendre contre notre propre inclination à éviter le travail requis pour cultiver nos talents et nos capacités et acquérir une personnalité semblable à celle du Christ.

source: The story is told of a man who simply would not work.
fr: On raconte l’histoire d’un homme qui ne voulait absolument pas travailler.

source: He wanted to be taken care of in every need.
fr: Il voulait que l’on pourvoie à tous ses besoins.

source: To his way of thinking, the Church or the government, or both, owed him a living because he had paid his taxes and his tithing.
fr: Selon son raisonnement, l’Église ou le gouvernement, ou les deux, devaient assurer sa subsistance parce qu’il avait payé ses impôts et sa dîme.

source: He had nothing to eat but refused to work to care for himself.
fr: Il n’avait rien à manger mais refusait de travailler pour subvenir à ses besoins.

source: Out of desperation and disgust, those who had tried to help him decided that since he would not lift a finger to sustain himself, they might as well just take him to the cemetery and let him pass on.
fr: Désespérés et dégoûtés, les gens qui avaient cherché à l’aider décidèrent que puisqu’il ne voulait pas lever le petit doigt pour se prendre en charge, ils feraient aussi bien de le conduire au cimetière et l’y laisser mourir.

source: On the way to the cemetery, one man said, “We can’t do this.
fr: Sur le chemin du cimetière, un homme a dit : « On ne peut pas faire ça.

source: I have some corn I will give him.”
fr: J’ai du maïs, je vais lui en donner. »

source: So they explained this to the man, and he asked, “Have the husks been removed?”
fr: Quand ils ont exposé leur intention à l’homme, il a demandé : « Est-il dépouillé de son enveloppe ? »

source: They responded, “No.”
fr: Ils ont répondu : « Non. »

source: “Well, then,” he said, “drive on.”
fr: « Eh bien alors, continuez à avancer. »

source: It is God’s will that we be free men and women enabled to rise to our full potential both temporally and spiritually, that we be free from the humiliating limitations of poverty and the bondage of sin, that we enjoy self-respect and independence, that we be prepared in all things to join Him in His celestial kingdom.
fr: La volonté de Dieu est que nous soyons des hommes et des femmes libres à qui la possibilité est donnée de s’élever jusqu’à la pleine mesure de leur potentiel temporel et spirituel, que nous ne subissions pas les limitations humiliantes de la pauvreté et de la captivité du péché, que nous ayons le respect de nous-mêmes et l’indépendance, que nous soyons préparés en tout pour nous joindre à lui dans son royaume céleste.
